TXT_TASK = 'Выберите фигуру из списка.'
TXT_CHOICE = '\t1 - двоичное дерево\n\t2 - ветка\n\t3 - кривая Леви\n\t4 - кривая Минковского\n' \
             '\t5 - кривая Коха\n\t6 - снежинка Коха\n\t7 - ледяной фрактал 1\n' \
             '\t8 - ледяной фрактал 1, снежинка (1)\n\t9 - ледяной фрактал 1, снежинка (2)\n' \
             '\t10 - ледяной фрактал 2\n\t11 - ледяной фрактал 2, снежинка (1)\n' \
             '\t12 - ледяной фрактал 2, снежинка (2)'
TXT_TREE_LENGTH = 'Длина ствола: '
TXT_TREE_ANGLE = 'Угол: '
TXT_DEEP = 'Глубина: '
TXT_LENGTH = 'Длина стороны: '
TXT_ERROR = 'Такой фигуры нет.'
TXT_AGAIN = '\t1 - вернуться в главное меню\n\t2 - закончить работу'
