# Case - study #6
# Developers : Daniel A.         (%),
#              Zemtseva A.       (%),
#              Torgasheva A.     (%).

# This program draws fractals.

# ФИГУРЫ:
#   1. Двоичное дерево (спрашивает высоту дерева и величину угла)
#   2. Ветка (глубина рекурсии)
#   3. Кривая Коха, снежинка Коха
#   4. Ледяной фрактал 1
#   5. Ледяной фрактал 2
#   6. Кривая Леви
#   7. Дракон
# ОСТАЛЬНЫЕ ЗАДАЧИ:
#   1. код ревью + комментарии
#   2. меню программы (выбор фигуры и ее параметров)
#   3. ?локализация

from turtle import *


def main():
    pass


main()
